{
  "Nikana_TENNO": {
    "NAME": "Nikana",
    "FLAVOR": "A Tenno blade, rich in the old ways.",
    "DESCRIPTIONS": [
      "#ySkills give #b",
      " temporary #yStrength. #yAttacks give #b",
      " temporary #yDexterity."
    ]
  },
  "DragonNikana_TENNO": {
    "NAME": "Dragon Nikana",
    "FLAVOR": "A master's weapon, only wielded by the worthy.",
    "DESCRIPTIONS": [
      "Replaces #rNikana. #ySkills give #b",
      " temporary #yStrength. #yAttacks give #b",
      " temporary #yDexterity."
    ]
  },
  "PaperLotus_TENNO": {
    "NAME": "Paper Lotus",
    "FLAVOR": "Dream not of what you are, but of what you want to be.",
    "DESCRIPTIONS": [
      "Whenever you apply a debuff to an enemy, deal #b",
      " damage."
    ]
  },
  "RaktaDarkDagger_TENNO": {
    "NAME": "Rakta Dark Dagger",
    "FLAVOR": "Infiltrate undetected, and strike with confidence.",
    "DESCRIPTIONS": [
      "After you play your first #yAttack and #ySkill in a turn, gain [E] ."
    ]
  },
  "TwinGrakata_TENNO": {
    "NAME": "Twin Grakata",
    "FLAVOR": "Clem Grakata.",
    "DESCRIPTIONS": [
      "Your cards that cost #b0 are played twice."
    ]
  },
  "ArgonCrystal_TENNO": {
    "NAME": "Argon Crystal",
    "FLAVOR": "An unstable crystal pilfered from the void.",
    "DESCRIPTIONS": [
      "At the start of your turn, reduce the cost of a random card in your hand by #b1. Increase the cost of another card by #1."
    ]
  },
  "Skiajati_TENNO": {
    "NAME": "Skiajati",
    "FLAVOR": "Formed of steel grafted with flesh, a blade of seething purpose.",
    "DESCRIPTIONS": [
      "When an enemy dies, gain #b1 #yIntangible."
    ]
  },
  "PolymerBundle_TENNO": {
    "NAME": "Polymer Bundle",
    "FLAVOR": "Hard thermoplastic casing with many applications.",
    "DESCRIPTIONS": [
      "Gain #b1 $yBlock for every #b2 cards drawn in a turn."
    ]
  },
  "JanusKey_TENNO": {
    "NAME": "Janus Key",
    "FLAVOR": "Look at them, they come to this place when they know they are not pure. Tenno use the keys, but they are mere trespassers. Only I, Vor, know the true power of the Void. I was cut in half, destroyed, but through its Janus Key, the Void called to me. It brought me here and here I was reborn. We cannot blame these creatures, they are being led by a false prophet, an impostor who knows not the secrets of the Void. Behold the Tenno, come to scavenge and desecrate this sacred realm. My brothers, did I not tell of this day? Did I not prophesize this moment? Now, I will stop them. Now I am changed, reborn through the energy of the Janus Key. Forever bound to the Void. Let it be known, if the Tenno want true salvation, they will lay down their arms, and wait for the baptism of my Janus key. It is time. I will teach these trespassers the redemptive power of my Janus key. They will learn its simple truth. The Tenno are lost, and they will resist. But I, Vor, will cleanse this place of their impurity.",
    "DESCRIPTIONS": [
      "Start each combat with #b",
      " #yStrength and #b",
      " #yDexterity. At the start of combat, add #b",
      " #rVoids to your discard pile."
    ]
  }
}
